function loyalty() {
	const loyalty = [
		{
			id: 1,
			tag: 'p p p p p p p p p p p p p p',
			text: [
				'Термины и определения',
				'Организатор (Продавец) — юридическое лицо ООО «БШ Стор», обладающее исключительным правом на управление и развитие собственной Программы лояльности.',
				'Участник — физическое лицо, достигшее 14 лет, выразившее свое намерение участвовать в программе лояльности в соответствии с Правилами, было зарегистрировано при помощи электронной Анкеты Участника или формы регистрации Личного кабинета на Сайте.',
				'Программа лояльности — комплексное маркетинговое мероприятие Организатора, в результате которого Участнику предоставляется возможность накопления суммы покупок, совершенных в магазине и на сайте Организатора, в соответствии с Правилами программы лояльности (далее по тексту именуемые — «Правила»).',
				'Карта постоянного покупателя — пластиковая карта «BRANDSHOP» (далее кратко именуемая- «Карта»), служащая для идентификации Участника при совершении покупок в розничном магазине и на Сайте.',
				'Виртуальная карта постоянного покупателя — виртуальный 13-ти значный цифровой номер вида 44*********** (далее кратко именуемый — «Виртуальна карта»), являющийся аналогом Карты. Виртуальная карта создаётся после заполнения электронной Анкеты Участника на Сайте либо в момент оформления первого заказа через Личный кабинет на Сайте. На обратной стороне Виртуальной карты выводится статическая информация об Организаторе (контакты, ссылка на сайт) и иная полезная информация.',
				'Персональная скидка — скидка, присвоенная за участие в программе, зависит от общей суммы покупок.',
				'Анкета Участника — она же регистрационная форма, размещенная на Сайте, а также специально разработанная Организатором программа, которая по желанию Участника может быть заполнена им на планшете Организатора в розничном магазине в Москве либо на Сайте. Данная Анкета Участника представляет собой документ содержащий личные данные участника: ФИО, контактные данные, дату рождения, согласие на получение Уведомлений.',
				'Уведомление — информация, в том числе рекламного характера, передаваемая Участнику по одному или нескольким указанным им в Анкете Участника способам связи: мобильному телефону (SMS, Push-уведомления и прочие) или на адрес электронной почты.',
				'Регистрация — подтверждение участия в программе лояльности путем предоставления личных данных.',
				'Контактный центр — выделенное подразделение магазина «BRANDSHOP», занимающееся обработкой обращений и информированием по голосовым каналам и электронным средствам связи.',
				'Товар — объект материального мира, не изъятый из гражданского оборота и представленный к продаже на Сайте.',
				'Сайт — интернет-сайт https://brandshop.ru Организатора программы лояльности.',
				'Личный кабинет — это информационная система, позволяющая просматривать информацию о Карте, персональной скидке, а также историю совершенных онлайн-заказов. Доступ в Личный кабинет осуществляется на сайте https://brandshop.ru с использованием персонального логина и пароля, указанные Участником при регистрации на сайте.',
				'Отмена Заказа — операция, совершаемая Участником или Продавцом, переводящая Заказ в статус "Отменен"/"Отказ"/"Возврат. Посылка не получена«. Данная операция может осуществляться только до получения Клиентом Заказа в розничном или Интернет-магазине Продавца.',
			],
			strong: [
				'Организатор (Продавец) —',
				'Участник —',
				'Программа лояльности —',
				'Карта постоянного покупателя —',
				'Виртуальная карта постоянного покупателя —',
				'Персональная скидка —',
				'Анкета Участника —',
				'Уведомление —',
				'Регистрация —',
				'Контактный центр —',
				'Товар —',
				'Сайт —',
				'Личный кабинет —',
				'Отмена Заказа —',
			],
			link: ['https://brandshop.ru'],
		},
		{
			id: 2,
			tag: 'ul',
			text: [
				'Основные условия и правила программы',
				[
					'2.1. Программа лояльности магазина «BRANDSHOP» является накопительной.',
					'2.2. Участником программы лояльности является любое физическое лицо — владелец Карты или Виртуальной карты, а также пользователи, зарегистрированные на Сайте.',
					'2.3. Привилегии и правила настоящей Программы распространяются только на Участников Программы лояльности Продавца.',
					'2.4. Программа лояльности «BRANDSHOP» действует в розничном магазине и в интернет-магазине Организатора (Продавца).',
					'2.5. Срок действия Программы не ограничен. Организатор имеет право в любой момент прекратить действие Программы, разместив информацию о прекращении за 2 (две) недели до предполагаемой даты прекращения в соответствующем разделе на сайте.',
					'2.6. Организатор имеет право в любой момент в одностороннем порядке изменять Правила Программы. Правила Программы с изменениями публикуются на специальной странице сайта Продавца https://brandshop.ru/loyalty-program/.',
					'2.7. В случае предоставления ложных сведений, а также при несвоевременном уведомлении об изменении сведений, каждый регистрирующийся/зарегистрированный участник Программы Лояльности, самостоятельно несет все риски любых негативных последствий связанных с таким действием.',
				],
			],
			link: ['https://brandshop.ru/loyalty-program/'],
		},
		{
			id: 3,
			tag: 'ul',
			text: [
				'Как стать Участником Программы',
				[
					'3.1. Для участия в Программе каждому желающему необходимо получить Карту путём заполнения Анкеты на планшете в любом розничном магазине Организатора в Москве либо на Сайте. Перед заполнением полей Анкеты Участник должен согласиться с текстом Правил и выразить согласие на обработку своих персональных данных. Телефонный номер, указанный Клиентом в Анкете Участника, должен быть подтвержден кодом из SMS, полученным на мобильном устройстве от имени отправителя "BRANDSHOP".',
					'3.2. Получить Карту можно любому дееспособному лицу в любом розничном магазине Продавца на кассе, заполнив электронную Анкету. Также получить Карту или заменить Виртуальную карту на пластиковую Карту можно при оформлении заказа на Сайте. Для этого необходимо указать пожелание в комментарии к Заказу. В случае получения Виртуальной карты, после заполнения Анкеты, Участник получает ссылку на установку Виртуальной карты и устанавливает её в телефон, в приложение Apple Wallet. При совершении покупок в интернет-магазине Продавца необходимости в оформлении Карты нет. Сумма покупок сохраняется на вашем аккаунте (e-mail) и суммируется на Виртуальной карте. Достаточно совершать покупку с одного Логина/e-mail.',
					'3.3. В момент выдачи/оформления Карты Вы можете сразу использовать выданную Вам Карту для зачисления покупки.',
				],
			],
		},
		{
			id: 4,
			tag: 'ul',
			text: [
				'Регистрация в Программе лояльности',
				[
					'4.1. При регистрации Участником предоставляется согласие на использование своих персональных данных для целей участия в Программе.',
					'4.2. Регистрируясь в Программе лояльности, Участник полностью соглашается с Правилами настоящей Программы.',
					'4.3. Участник может зарегистрировать на себя только одну Карту Программы лояльности Продавца.',
					'4.4. Карта закреплена за её владельцем и не может быть использована другим лицом. Скидка по Карте свыше 5% предоставляется только владельцу Карты и подтверждается четырехзначным кодом из SMS-сообщения, направленному по телефону, привязанному к карте.',
					'4.5. При оформлении заказа на сайте, к нему применяется та Карта, которая прикреплена к личному кабинету. Воспользоваться Картой другого Участника программы не представляется возможным.',
				],
			],
		},
		{
			id: 5,
			tag: 'ul',
			text: [
				'Присвоение, утрата статуса Участника',
				[
					'5.1. Заказы на Товары Продавца, оформленные на Сайте Продавца, учитываются в Программе лояльности после перехода Заказа в статус «Доставлен».',
					'5.2. При определении совокупной суммы денежных средств, израсходованных Участником на приобретение Товаров и Услуг за предшествующие 12 месяцев учитываются Заказы, оформленные на Сайте https://brandshop.ru.',
					'5.3. В Программе учитывается стоимость Товаров, оплаченных Участником на Сайте https://brandshop.ru под учетной записью, созданной с указанием адреса электронной почты, использованной Участником для создания учетной записи в Интернет-магазине. При этом, сумма приобретенных ранее Участником программы в розничном магазине Продавца оплаченных товаров, будет также суммироваться с последующими оплаченными Товарами, приобретенными в Интернет-магазине.',
					'5.4. Совокупная сумма денежных средств, израсходованных Участником на приобретение Товаров в розничном магазине и в Интернет-магазине, определяется на основании общей стоимости оплаченных, но не возвращённых Товаров, входящих в заказы со статусом «Доставлен». При расчете указанной суммы не учитывается стоимость доставки Товаров.',
					'5.5. Статус Участника действует в течение всего срока действия Программы лояльности.',
					'5.6. В случае полной или частичной отмены/возврата Заказа Клиентом, стоимость отмененных/возвращённых Заказов или возвращенных Товаров не учитывается при определении совокупной суммы накопления на Карте.',
				],
			],
			link: ['https://brandshop.ru'],
		},
		{
			id: 6,
			tag: 'ul',
			text: [
				'Накопление суммы покупок',
				[
					'6.1. При совершении покупки в розничном магазине Продавца и предъявлении Карты или Виртуальной карты на экране мобильного устройства, сумма покупки Товаров (сумма чека) зачисляется на Карту. Зачисление суммы покупки происходит только в момент оплаты покупки; зачисление после совершения покупки по чеку не производится.',
					'6.2. В ситуациях, когда Участник Программы во время осуществления покупки изъявил желание идентифицировать свою Карту по номеру телефона, Участник должен назвать ФИО, на которое зарегистрирована Карта, и адрес электронной почты, указанный при регистрации, во избежание ситуаций с неверно введенным номером телефона, а также мошенничества со стороны третьих лиц.',
					'6.3. Участник полностью несет ответственность за корректное предоставление номера телефона и адреса электронной почты в момент осуществления покупки, в случае отсутствия Карты.',
					'6.4. При оформлении заказа на сайте brandshop.ru, покупки суммируются на аккаунте (e-mail) и привязанной к аккаунту Виртуальной карте покупателя.',
					'6.5. Для учета суммы покупки на Карте, при совершении онлайн-заказов, необходимо, чтобы до момента оформления заказа, Карта была прикреплена к личному кабинету, зарегистрированному аккаунту (e-mail).',
					'6.6. В накоплении не учитывается сумма покупки Подарочных сертификатов «BRANDSHOP», а также стоимость услуги «Доставка».',
					'6.7. При оплате покупки Подарочным Сертификатом «BRANDSHOP» учет суммы покупки осуществляется согласно правилам накопления.',
					'6.8. Информацию об актуальной сумме накоплений можно получить на кассе в магазине «BRANDSHOP», по телефону Контактного Центра т. 8(800)775-28-34 (звонок бесплатный), либо обратившись по адресу электронной почты: store@brandshop.ru.',
					'6.9. В сумме накопления учитываются любые приобретенные Товары из ассортимента магазина, включая Товары из категории «Скидки».',
				],
			],
			link: ['store@brandshop.ru'],
		},
		{
			id: 7,
			tag: 'ul',
			text: [
				'Персональная скидка',
				[
					'7.1. Размер персональной скидки зависит от суммы накоплений:',
					[
						'5% — от 50 000 до 99 999 рублей;',
						'10% — от 100 000 до 199 999 рублей;',
						'15% — от 200 000 рублей.',
					],
					'7.2. Персональная скидка может быть использована только владельцем Карты.',
					'7.3. Если при совершении покупки действуют одновременно несколько Специальных предложений, скидка не суммируется, а применяется наивысшая.',
				],
			],
		},
		{
			id: 8,
			tag: 'ul',
			text: [
				'Восстановление и блокировка Карты. Изменение контактных данных',
				[
					'8.1. Для отказа от участия в Программе, а также чтобы заблокировать Карту необходимо обратиться по адресу электронной почты: eo@brandshop.ru, либо в Контактный Центр по телефону 8(800)775-28-34 (звонок бесплатный).',
					'8.2. В случае порчи или утраты Карты, в том числе хищения, Карту можно восстановить путем получения новой в магазине «BRANDSHOP» на кассе.',
					'8.3. Продавец гарантирует использование персональных данных Участников строго для целей участия в Программе, если Участник не дал свое согласие на использование его персональных данных в других целях.',
					'8.4. Продавец имеет право в одностороннем порядке заблокировать Карту и аннулировать сумму накоплений Участника Программы по своему усмотрению без объяснения причин.',
					'8.5. На одно физическое лицо может быть оформлена только одна Карта. При оформлении нескольких Карт на одно и то же лицо (кроме замены Карты Участника в случае утери/порчи), ранее действовавшие карты блокируются. Продавец вправе отказать физическому лицу в получении Карты при обнаружении ранее оформленной на данное физическое лицо Карты.',
					'8.6. Если физическое лицо, на которого оформлена Карта, хочет изменить контактные данные, то ему необходимо с e-mail, на который была зарегистрирована данная Карта, написать письмо на адрес store@brandshop.ru с указанием номера Карты и новых данных. Изменить данные по Карте через другие каналы связи, в том числе письмом с e-mail, отличного от привязанного к Карте, нельзя.',
					'8.7. Если Карта используется с нарушением настоящих Правил, норм законодательства Российской Федерации, с целью совершения мошеннических действий, она может быть заблокирована и/или изъята персоналом Продавца.',
					'8.8. Продавец вправе прекратить участие в Программе любого Участника и заблокировать Карту без уведомления в случаях, если Участник:',
					[
						'Не соблюдает настоящие Правила, а также условия иных акций, проводимых Продавцом;',
						'Совершил или намеревается совершить действия, оцениваемые Организатором как мошеннические, обман или прочие манипуляции, которые повлекли или могут повлечь за собой материальные, моральные и прочие негативные последствия различного типа и степени как для Организатора, его партнеров, так и самого Участника или иных Участников, а также любого третьего лица;',
						'Злоупотребляет какими-либо правами, предоставляемыми Участнику в рамках Программы;',
						'Предоставляет информацию (сведения), вводящую в заблуждение Продавца, либо не соответствующую реальной действительности;',
						'Порочит честь, достоинство или деловую репутацию Организатора (Продавца).',
					],
				],
			],
			link: ['eo@brandshop.ru', 'store@brandshop.ru'],
		},
		{
			id: 9,
			tag: 'ul',
			text: [
				'Скидка в размере 10% в День рождения Участника',
				[
					'9.1. Для получения дополнительной скидки в размере 10% в день Вашего Рождения в магазине «BRANDSHOP» необходимо предъявить на кассе паспорт, а при оформлении онлайн-заказа отправить скан документа, удостоверяющего личность, на адрес электронной почты store@brandshop.ru.',
					'9.2. Предложение не суммируется со скидкой по накопительной карте BRANDSHOP. К покупке применяется наибольшая скидка, имеющаяся у покупателя. Предложение не суммируется и не распространяется на товары из категории «Скидки», товары с ограничениями по применению скидок, указанных в карточке товара, на Подарочные сертификаты, доставку, при выборе способа доставки "Самовывоз" из магазина.',
					'9.3. Скидкой в размере 10% можно воспользоваться как в день Вашего рождения, так и за один день до и после него.',
				],
			],
			link: ['store@brandshop.ru', '«Скидки»', 'Подарочные сертификаты'],
		},
		{
			id: 10,
			tag: 'p ul',
			text: [
				'Условия применения скидок',
				'Скидки, указанные в Разделах 7 и 9, а так же иные промокоды имеют следующий регламент применения:',
				[
					'10.1 Персональная скидка не суммируется и не распространяется на товары из категории «Скидки», товары с ограничениями по применению скидок, указанных в карточке товара, на Подарочные сертификаты, доставку.',
				],
			],
			link: ['«Скидки»', 'Подарочные сертификаты'],
		},
		{
			id: 11,
			tag: 'p ul',
			text: [
				'Специальные предложения',
				'Промо-акции и различные рекламные мероприятия, проводимые Продавцом:',
				[
					'11.1. После приобретения Карты, подписка на получение уведомлений о специальных предложениях и новостных рассылок для Участников, являющихся обладателями этих Карт, считается оформленной по умолчанию.',
					'11.2. Отказаться от получения данной информации возможно в личном кабинете в разделе «Личные данные» либо в нижней части информационного письма, самостоятельно нажав на гиперссылку «отписаться от рассылки», либо сообщив Продавцу по адресу store@brandshop.ru.',
					'11.3. Подробные условия специальных предложений и новостных рассылок указываются в информационных уведомлениях об акциях или на Сайте.',
				],
			],
			link: ['store@brandshop.ru'],
		},
		{
			id: 12,
			tag: 'p ul',
			text: [
				'Получение информационных рассылок',
				'Промо-акции и различные рекламные мероприятия, проводимые Продавцом:',
				[
					'12.1. Все уведомления, сообщения и иная информация, предусмотренная настоящей Программой, направляются Клиентам следующими способами:',
					'12.1.1. на адрес электронной почты, указанный Участником при регистрации в Интернет-магазине Продавца.',
					'12.1.2. на номер мобильного телефона, указанный Участником при оформлении Заказа или при получении Карты.',
					'12.1.3. на мобильной устройство Участника, в виде Push-сообщений.',
					'12.2. Подтверждая свое участие в Программе лояльности, Участник соглашается на получение от Продавца электронных писем, содержащих информацию как о Программе лояльности, Push-сообщений, а также на получение рассылок Продавца о скидках и акциях, проводимых в рамках Программы лояльности. Участник вправе отписаться от получения рассылок Продавца о скидках и акциях согласно условиям пункта 11.2 настоящей Программы.',
					'12.3. Подтверждая свое участие в Программе лояльности, Участник соглашается на обработку своих персональных данных, предоставляемых в рамках участия в Программе лояльности Продавцом, а также на их передачу в целях определения Статуса Участника и предоставления соответствующих ему преимуществ. Персональные данные могут передаваться третьим лицам для выполнения обязательств Продавца в рамках настоящей Программы (в т. ч. рассылка электронных сообщений, передача информации в курьерские службы для осуществления возврата Товара и т. п.).',
				],
			],
		},
		{
			id: 13,
			tag: 'p ul p',
			text: [
				'Заключительные положения',
				'Промо-акции и различные рекламные мероприятия, проводимые Продавцом:',
				[
					'13.1. Настоящая Программа вступает в силу с даты ее опубликования на Сайте продавца (или с даты обновления Программы лояльности на сайте Продавца) и действует до момента ее полной отмены самим Продавцом.',
					'13.2. Продавец вправе без предварительного уведомления лишить Участника Статуса Участника и/или права участия в Программе лояльности в случае наличия у Продавца оснований квалифицировать действия Участника как злоупотребление правом (согласно норме ст. 10 Гражданского Кодекса РФ), в т. ч. в случаях, когда стоимость аннулированных Участником Товаров превышает 50% (пятьдесят процентов) стоимости всех Товаров, заказанных им у Продавца за период ближайших 12 месяцев.',
					'13.3. Продавец вправе в любое время в одностороннем порядке внести изменения в настоящую Программу без предварительного уведомления Участников. Участник вправе ознакомиться в любой момент с актуальной версией Программы лояльности на Сайте Продавца https://brandshop.ru.',
					'13.4. Участие в Программе лояльности является подтверждением надлежащего ознакомления и согласия Участника с настоящим документом.',
					'13.5. Продавец оставляет за собой право отменить настоящую Программу лояльности без предварительного уведомления об этом каждого Участника.',
				],
				'Редакция от 31.01.2025г.',
			],
			link: ['https://brandshop.ru'],
		},
	]
	return loyalty
}
module.exports = { loyalty }
