function privacy() {
	const privacy = [
		{
			id: 1,
			tag: 'p p',
			text: [
				'Определения',
				'Персональные данные — любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (гражданину). То есть к такой информации, в частности, можно отнести: ФИО, контактный телефон и адрес, а также другую информацию.',
				'Обработка персональных данных — любое действие (операция) или совокупность действий (операций) с персональными данным, совершаемых с использованием средств автоматизации или без использования таких средств. К таким действиям (операциям) можно отнести: сбор, получение, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.',
			],
			strong: ['Персональные данные', 'Обработка персональных данных'],
		},
		{
			id: 2,
			tag: 'ul',
			text: [
				'Общество обрабатывает персональные данные следующих лиц',
				[
					'субъектов, с которыми заключены различные договоры гражданско-правового характера;',
					'различные клиенты и контрагенты Общества;',
					'зарегистрированные пользователи сайта brandshop.ru;',
					'представителей поставщиков -юридических лиц и организаций.',
				],
			],
		},
		{
			id: 3,
			tag: 'ul',
			text: [
				'Принципы и условия обработки персональных данных',
				[
					'Под безопасностью персональных данных Обществом понимает защищенность персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных и принимает необходимые правовые, организационные и технические меры для защиты персональных данных.',
					'Обработка и обеспечение безопасности персональных данных у Общества осуществляется в соответствии с требованиями Конституции Российской Федерации, Федерального закона № 152-ФЗ «О персональных данных», подзаконных актов, других определяющих случаи и особенности обработки персональных данных федеральных законов Российской Федерации, руководящих и методических документов ФСТЭК России и ФСБ России.',
					'При обработке персональных данных Общество придерживается следующих принципов:',
					[
						'законности и справедливой основы;',
						'ограничения обработки персональных данных достижением конкретных, заранее определенных и законных целей;',
						'недопущения обработки персональных данных, несовместимой с целями сбора персональных данных;',
						'недопущения объединения баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой;',
						'обработки персональных данных, которые отвечают целям их обработки;',
						'соответствия содержания.',
					],
					'Общество обрабатывает персональные данные только при наличии хотя бы одного из следующих условий:',
					[
						'обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных;',
						'обработка персональных данных необходима для достижения целей, предусмотренных законом, для осуществления и выполнения возложенных законодательством Российской Федерации на оператора функций, полномочий и обязанностей;',
						'обработка персональных данных необходима для исполнения договора, стороной которого либо выгодоприобретателем или поручителем по которому является субъект персональных данных, а также для заключения договора по инициативе субъекта персональных данных или договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем;',
						'обработка персональных данных необходима для осуществления прав и законных интересов Общества или третьих лиц либо для достижения общественно значимых целей при условии, что при этом не нарушаются права и свободы субъекта персональных данных;',
						'осуществляется обработка персональных данных, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных либо по его просьбе;',
						'осуществляется обработка персональных данных, подлежащих опубликованию или обязательному раскрытию в соответствии с федеральным законом.',
					],
					'Общество вправе поручить обработку персональных данных Покупателей (пользователей сайта) третьим лицам, на основании заключаемого с этими лицами договора. Лица, осуществляющие обработку персональных данных по поручению Общества, обязуются соблюдать принципы и правила обработки и защиты персональных данных, предусмотренные Федеральным законом № 152-ФЗ «О персональных данных». Для каждого лица определены перечень действий (операций) с персональными данными, которые будут совершаться юридическим лицом, осуществляющим обработку персональных данных, цели обработки, установлена обязанность такого лица соблюдать конфиденциальность и обеспечивать безопасность персональных данных при их обработке, а также указаны требования к защите обрабатываемых персональных данных. Покупатель дает согласие ООО «БШ Стор» на обработку предоставленных им персональных данных, а именно: номера мобильного телефона, ФИО, адреса, e-mail любыми способами, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу партнерам ООО «БШ Стор», для выполнения взятых на себя обязательств, предусмотренных Пользовательским соглашением (публичной офертой). Согласие Покупателя (пользователя сайта) ООО «БШ Стор» на обработку предоставленных им персональных данных — номера мобильного телефона, предоставляется АО «ТБанк» с целью авторизации на сайте brandshop.ru.',
					'В случаях, установленных действующим законодательством Российской Федерации, Общество вправе осуществлять передачу персональных данных граждан.',
					'В целях информационного обеспечения у Общества могут создаваться общедоступные источники персональных данных работников, в том числе справочники и адресные книги. В общедоступные источники персональных данных с согласия работника могут включаться его фамилия, имя, отчество, дата и место рождения, должность, номера контактных телефонов, адрес электронной почты. Сведения о работнике должны быть в любое время исключены из общедоступных источников персональных данных по требованию работника либо по решению суда или иных уполномоченных государственных органов.',
					'Общество уничтожает либо обезличивает персональные данные по достижении целей обработки или в случае утраты необходимости достижения цели их обработки.',
				],
			],
			link: ['публичной офертой'],
		},
		{
			id: 4,
			tag: 'p ul',
			text: [
				'Права субъекта персональных данных',
				'Физическое лицо, персональные данные которого обрабатываются, имеет право получать от Общества следующее:',
				[
					'подтверждение факта обработки его персональных данных;',
					'правовые основания и цели обработки персональных данных;',
					'сведения о применяемых Обществом способах обработки персональных данных;',
					'сведения о лицах, которые имеют доступ к персональным данным или которым могут быть раскрыты персональные данные на основании договора с Обществом или на основании федерального закона;',
					'перечень обрабатываемых персональных данных, относящихся к гражданину, от которого поступил запрос и источник их получения, если иной порядок предоставления таких данных не предусмотрен федеральным законом;',
					'сведения о сроках обработки персональных данных, в том числе о сроках их хранения;',
					'наименование и адрес лица, осуществляющего обработку персональных данных по поручению Общества;',
					'иные сведения, предусмотренные Федеральным законом «О персональных данных» № 152-ФЗ или другими федеральными законами;',
					'требовать уточнения своих персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки;',
					'отозвать свое письменное согласие на обработку персональных данных;',
					'требовать устранения неправомерных действий Общества в отношении его персональных данных;',
					'обжаловать действия или бездействие Общества в Федеральную службу по надзору в сфере связи, информационных технологий и массовых коммуникаций (Роскомнадзор) или в судебном порядке в случае, если гражданин считает, что Общество осуществляет обработку его персональных данных с нарушением требований Федерального закона № 152-ФЗ «О персональных данных» или иным образом нарушает его права и свободы.',
				],
			],
		},
		{
			id: 5,
			tag: 'p p p p ul',
			text: [
				'Ответственность',
				'В случае неисполнения положений настоящей Политики Общество несет ответственность в соответствии действующим законодательством Российской Федерации.',
				'На сайте brandshop.ru публикуется актуальная версия «Политики в отношении обработки персональных данных».',
				'Сведения о реализуемых требованиях к защите персональных данных Обществом при обработке персональных данных принимает необходимые правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных.',
				'К таким мерам в соответствии с Федеральным законом № 152-ФЗ «О персональных данных» относятся:',
				[
					'определение угроз безопасности персональных данных при их обработке в информационных системах персональных данных;',
					'применение организационных и технических мер по обеспечению безопасности персональных данных при их обработке в информационных системах персональных данных, необходимых для выполнения требований к защите персональных данных, исполнение которых обеспечивает установленные Правительством Российской Федерации уровни защищенности персональных данных;',
					'применение прошедших в установленном порядке процедуру оценки соответствия средств защиты информации;',
					'оценка эффективности принимаемых мер по обеспечению безопасности персональных данных до ввода в эксплуатацию информационной системы персональных данных;',
					'обнаружение фактов несанкционированного доступа к персональным данным и принятием мер;',
					'восстановление персональных данных, модифицированных или уничтоженных вследствие несанкционированного доступа к ним;',
					'установление правил доступа к персональным данным, обрабатываемым в информационной системе персональных данных, а также обеспечением регистрации и учета всех действий, совершаемых с персональными данными в информационной системе персональных данных;',
					'контроль за принимаемыми мерами по обеспечению безопасности персональных данных и уровня защищенности информационных систем персональных данных;',
					'проведение мониторинга действий пользователей, проведение разбирательств по фактам нарушения требований безопасности персональных данных.',
				],
			],
		},
	]
	return privacy
}
module.exports = { privacy }
