export const loyalty = [
	{
		class: '',
		tag: 'h2 p ul p grey',
		text: [
			'Персональная скидка',
			'Программа лояльности магазина BRANDSHOP действует согласно накопительной системе и подразумевает предоставление персональной скидки, размер которой зависит от суммы ваших накоплений.',
			[
				'Скидка 5% — сумма покупок от 50 000 до 99 999 ₽',
				'Скидка 10% — сумма покупок от 100 000 до 199 999 ₽',
				'Скидка 15% — сумма покупок более 200 000 ₽',
			],
			'Для получения персональной скидки необходимо оформить карту постоянного покупателя, заполнив форму на сайте или на кассе одного из магазинов. При оформлении накопительной карты потребуется указать: ФИО, адрес электронной почты и дату вашего рождения.',
			'Обращаем внимание, что персональная скидка по карте BRANDSHOP не распространятся на отдельные позиции ассортимента и не суммируется со скидками товаров категории Sale и промокодами.',
		],
	},
	{
		class: 'happyBday',
		tag: 'h2 p grey p grey grey link',
		text: [
			'Скидка в день рождения',
			'Кроме того, мы предоставляем скидку ко дню вашего рождения, а основанием для ее получения может стать любой документ, удостоверяющий личность. Скидка составляет 10% от суммы покупки и рассчитывается по факту предъявления документа кассиру.',
			'Предложение не суммируется со скидкой по накопительной карте BRANDSHOP и доступно как в сам день рождения, так и одним днем ранее либо позднее.',
			'Предоставление скидки по случаю дня рождения также распространяется и на онлайн-заказы. Индивидуальный промокод, дающий право на скидку в размере 10%, высылается на ваш email-адрес и остается действительным на протяжении десяти дней с момента получения.',
			'Отмечаем, что обязательным условием для получения промокода является подписка на email-рассылку BRANDSHOP.',
			'Предложение не суммируется с персональной скидкой по программе лояльности, не влияет на стоимость доставки и недоступно при выборе услуги «Самовывоз». Промокод не распространяется на товары из категории «Скидки», товары с особыми правилами покупки и оформления, подарочные сертификаты, а также продукцию брендов Medicom Toy, SUPERPLASTIC и YEEZY.',
			' Подробнее об условиях программы лояльности ',
		],
	},
]
