export const faq = [
	{
		img: '/img/faq/1.svg',
		h1: 'Частые вопросы по заказам',
		p: 'Сроки доставки и отправки, отслеживание заказа, примерка, отмена заказа и другие вопросы.',
	},
	{
		img: '/img/faq/2.svg',
		h1: 'Доставка и оплата',
		p: 'Варианты и сроки доставки, сроки отправки, способы оплаты, доставка	в другие страны и другие вопросы.',
	},
	{
		img: '/img/faq/3.svg',
		h1: 'Возврат',
		p: 'Как вернуть неподошедший товар, когда вернут денежные средства, условия возврата и другие вопросы.',
	},
	{
		img: '/img/faq/4.svg',
		h1: 'Товары',
		p: 'Как подобрать свой размер, какие размеры указаны на сайте, резервирование товаров и другие вопросы.',
	},
	{
		img: '/img/faq/5.svg',
		h1: 'Скидки и программы лояльности',
		p: 'Система скидок, скидка в день рождения, накопительная карта и как ими воспользоваться.',
	},
	{
		img: '/img/faq/6.svg',
		h1: 'Розничный магазин',
		p: 'Адрес нашего розничного магазина, товары, представленные в нашем розничном магазине и другие вопросы.',
	},
]
